Repository: tufantunc/MacScrub
Catalog: MacScrub/Localization/Localizable.xcstrings
Source language: en
Languages: tr, zh_hans

source: %lld of %lld keys held
tr: %lld / %lld tuş basılı
zh_hans: %lld / %lld 个键已按住

source: %lld seconds
tr: %lld saniye
zh_hans: %lld 秒

# idle.subtitle
source: Clean your Mac safely.
tr: Mac'inizi güvenle temizleyin.
zh_hans: 安全地清洁你的 Mac。

# idle.support
source: Keyboard and trackpad input will be temporarily blocked.
tr: Klavye ve trackpad girişi geçici olarak engellenecek.
zh_hans: 键盘和触控板输入将被暂时阻止。

# language.restart_later
source: Later
tr: Sonra
zh_hans: 稍后

# language.restart_message
source: Quit and reopen MacScrub to apply the new language.
tr: Yeni dili uygulamak için MacScrub'ı kapatıp yeniden açın.
zh_hans: 退出并重新打开 MacScrub 以应用新语言。

# language.restart_quit
source: Quit Now
tr: Şimdi Çık
zh_hans: 立即退出

# language.restart_title
source: Restart Required
tr: Yeniden Başlatma Gerekli
zh_hans: 需要重启

# language.system
source: System
tr: Sistem
zh_hans: 系统

# menu.open
source: Open MacScrub
tr: MacScrub'ı Aç
zh_hans: 打开 MacScrub

# menu.quit
source: Quit MacScrub
tr: MacScrub'tan Çık
zh_hans: 退出 MacScrub

# menu.settings
source: Preferences…
tr: Tercihler…
zh_hans: 偏好设置…

# menu.start_cleaning
source: Start Cleaning Mode
tr: Temizlik Modunu Başlat
zh_hans: 开始清洁模式

# menu.status_cleaning
source: Cleaning…
tr: Temizleniyor…
zh_hans: 清洁中…

# menu.status_ready
source: MacScrub · Ready
tr: MacScrub · Hazır
zh_hans: MacScrub · 就绪

# menu.stop_cleaning
source: Stop Cleaning Mode
tr: Temizlik Modunu Durdur
zh_hans: 停止清洁模式

# overlay.auto_exit
source: Auto-exit
tr: Oto. çıkış
zh_hans: 自动退出

# overlay.hold_to_exit
source: Hold exit keys to exit
tr: Çıkış tuşlarını basılı tut
zh_hans: 按住退出键以退出

# overlay.input_disabled
source: Input is disabled
tr: Giriş devre dışı
zh_hans: 输入已禁用

# overlay.instruction
source: Hold all modifier keys for %lld seconds to exit.
tr: Çıkmak için tüm değiştirici tuşları %lld saniye basılı tutun.
zh_hans: 按住所有修饰键 %lld 秒以退出。

# overlay.locked
source: Keyboard and trackpad are locked.
tr: Klavye ve trackpad kilitli.
zh_hans: 键盘和触控板已锁定。

# overlay.title
source: Cleaning Mode Active
tr: Temizlik Modu Aktif
zh_hans: 清洁模式已激活

# permission.description
source: MacScrub needs Accessibility access to block keyboard and trackpad input during cleaning.
tr: MacScrub, temizlik sırasında klavye ve trackpad girdilerini engellemek için Erişilebilirlik iznine ihtiyaç duyar.
zh_hans: MacScrub 需要辅助功能权限才能在清洁时阻止键盘和触控板输入。

# permission.done
source: Done
tr: Tamam
zh_hans: 完成

# permission.how_to_enable
source: How to enable:
tr: Nasıl etkinleştirilir:
zh_hans: 如何启用：

# permission.open_settings
source: Open System Settings
tr: Sistem Ayarlarını Aç
zh_hans: 打开系统设置

# permission.step1
source: 1. Open System Settings → Privacy & Security → Accessibility
tr: 1. Sistem Ayarları → Gizlilik ve Güvenlik → Erişilebilirlik'i açın
zh_hans: 1. 打开系统设置 → 隐私与安全 → 辅助功能

# permission.step2
source: 2. Click the + button and add MacScrub
tr: 2. + düğmesine tıklayın ve MacScrub'ü ekleyin
zh_hans: 2. 点击 + 按钮并添加 MacScrub

# permission.step3
source: 3. Restart MacScrub
tr: 3. MacScrub'ü yeniden başlatın
zh_hans: 3. 重新启动 MacScrub

# permission.title
source: Accessibility Permission Required
tr: Erişilebilirlik İzni Gerekli
zh_hans: 需要辅助功能权限

# preferences.autoterm
source: Auto-terminate
tr: Otomatik sonlandır
zh_hans: 自动结束

# preferences.autoterm_sub
source: End cleaning mode on its own
tr: Temizlik modunu kendiliğinden bitir
zh_hans: 自动结束清洁模式

# preferences.exit_keys
source: Keys required to exit
tr: Çıkış için gereken tuşlar
zh_hans: 退出所需的按键

# preferences.exit_keys_hint
source: Hold the selected keys together for %lld seconds to unlock. At least one key is required.
tr: Kilidi açmak için seçili tuşları birlikte %lld saniye basılı tutun. En az bir tuş gereklidir.
zh_hans: 同时按住所选按键 %lld 秒以解锁。至少需要一个按键。

# preferences.title
source: Preferences
tr: Tercihler
zh_hans: 偏好设置

# settings.about
source: About
tr: Hakkında
zh_hans: 关于

# settings.auto_exit_after
source: Auto-exit after:
tr: Şu süre sonunda otomatik çık:
zh_hans: 自动退出时间：

# settings.exit_keys
source: Exit Keys
tr: Çıkış Tuşları
zh_hans: 退出按键

# settings.exit_on_lid_open
source: Exit on Lid Open
tr: Kapak Açılınca Çık
zh_hans: 开盖时退出

# settings.hold_modifiers_description
source: Hold these modifier keys to exit cleaning mode:
tr: Temizlik modundan çıkmak için bu modifier tuşlarını basılı tutun:
zh_hans: 按住这些修饰键退出清洁模式：

# settings.language
source: Language
tr: Dil
zh_hans: 语言

# settings.lid
source: Lid
tr: Kapak
zh_hans: 背盖

# settings.timeout
source: Timeout
tr: Zaman Aşımı
zh_hans: 超时

# window.subtitle
source: Clean your keyboard and trackpad safely
tr: Klavye ve trackpad'i güvenle temizle
zh_hans: 安全地清洁键盘和触控板

# update.available
source: New version available (%@)
tr: Yeni sürüm mevcut (%@)
zh_hans: 有新版本可用 (%@)
